phantastic_recipes_backend_api/app/controllers/ingredients_controller.rb

SELECT "ingredients".* FROM "ingredients"
---
    def index
        ingredients = Ingredient.all